import Marquee from "react-fast-marquee";
const SecondCard = () => {
  return (
    <div className=" bg-neutral-900 text-gray-400 p-5 rounded-full">
      <Marquee>
        <p>
          ငှက်သည် အမွှေးအတောင်ရှိသော ကျောရိုးရှိသတ္တဝါဖြစ်၏။ သို့သော်
          အခြားကျောရိုးရှိသတ္တဝါများဖြစ်သော တွားသွားသတ္တဝါ၊
          နို့တိုက်သတ္တဝါတို့နှင့်ကား မတူချေ။ ထိုတွားသွားသတ္တဝါနှင့်
          နို့တိုက်သတ္တဝါတို့တွင် အရေပြား၌ အကြေးခွံနှင့် အမွှေးအမှင်တို့
          ရှိကြသည်။ ငှက်မှာမူ လေထဲတွင် ပျံသန်းရသော တိရစ္ဆာန် ဖြစ်ခြင်းကြောင့်
          အရေပြားမှ အမွှေးအတောင်များ ဆန်းကြယ်စွာ ပေါက်လျက်ရှိသည်။ ကမ္ဘာပေါ်တွင်
          ငှက်မျိုးပေါင်းမှာ ၁၃ဝဝဝ နှင့် ၁၄ဝဝဝ အကြားတွင် ရှိသည်။ ငှက်တို့ကို
          (မျိုးစိတ်၊ မျိုးစု၊ မျိုးရင်း၊ မျိုးစဉ်၊ မျိုးပေါင်း)ဟူ၍ အဆင့်ဆင့်
          ခွဲခြား ထားသည်။ ဤသို့ ခွဲခြား၍ကြည့်လိုက်သော်၊ ငှက်မျိုးပေါင်းသည်
          ကျောရိုးရှိ မျိုးပေါင်းစုတွင် အပါအဝင် ဖြစ်သည်ကို တွေ့ရလေသည်။
        </p>
      </Marquee>
    </div>
  );
};

export default SecondCard;
